[
  {
    "index": 0,
    "name": "Шут",
    "description": "Шут — это карта нового начала и бесконечных возможностей. Он свободен от страхов и условностей, готов к любым приключениям. Шут идет вперед, доверяясь жизни и веря в лучшее, даже если это кажется безрассудным."
  },
  {
    "index": 1,
    "name": "Маг",
    "description": "Маг олицетворяет способность контролировать силы природы и использовать их для достижения своих целей. Он владеет четырьмя стихиями Таро: чашей, мечом, жезлом и пентаклем. Его рука, направленная в небо, символизирует связь с божественным вдохновением, а другая рука указывает на землю, что означает умение воплощать идеи в реальность. Маг — это карта начала пути, символизирующая творческий импульс."
  },
  {
    "index": 2,
    "name": "Верховная жрица",
    "description": "Жрица связана с подсознанием, она — хранительница тайн и внутренней мудрости. За ней — завеса, скрывающая то, что недоступно обычному взгляду. Она олицетворяет интуитивное знание, которое приходит изнутри. Жрица учит доверять интуиции и не бояться неизвестного."
  },
  {
    "index": 3,
    "name": "Императрица",
    "description": "Императрица символизирует материнство, заботу и связь с природой. Она сидит среди полей, полных изобилия, олицетворяя природные циклы и рост. Императрица несет в себе потенциал для творчества, будь то рождение новой жизни, идей или проектов. Это карта изобилия и гармонии."
  },
  {
    "index": 4,
    "name": "Император",
    "description": "Император — символ порядка и власти. Он сидит на троне, символизирующем власть и контроль над материальным миром. Император олицетворяет закон и стабильность, призывая к дисциплине и управлению. Он представляет собой структуру и силы, которые защищают и поддерживают общество."
  },
  {
    "index": 5,
    "name": "Иерофант",
    "description": "Иерофант представляет собой духовного наставника, ведущего учеников к пониманию высших истин. Это карта веры, традиций и поиска духовного смысла. Она может означать следование устоявшимся нормам или поиск духовного учителя."
  },
  {
    "index": 6,
    "name": "Влюбленные",
    "description": "Влюбленные — это карта отношений и выбора, особенно в сфере эмоциональных связей. Она символизирует гармонию между противоположностями, призывая к честности и искренности в любви. Это также карта, говорящая о важности личного выбора, который может изменить судьбу."
  },
  {
    "index": 7,
    "name": "Колесница",
    "description": "Колесница символизирует победу через контроль и дисциплину. Это карта движения вперед с уверенностью и решительностью, а также умение совмещать противоположные силы для достижения целей. Она говорит о том, что для успеха необходимо управлять своими эмоциями и внешними обстоятельствами."
  },
  {
    "index": 8,
    "name": "Сила",
    "description": "Сила — это карта внутреннего мужества и терпения. Лев символизирует страсти и эмоции, которые нужно контролировать. Эта карта напоминает о том, что истинная сила исходит не из агрессии, а из умения управлять своими импульсами с мягкостью и решимостью."
  },

  {
    "index": 9,
    "name": "Отшельник",
    "description": "Отшельник указывает на необходимость уединения и самопознания. Он несет свет знания, но его путь — это одиночество. Эта карта символизирует поиск истины внутри себя, период размышлений и медитации. Она приглашает погрузиться в глубокий самоанализ."
  },
  {
    "index": 10,
    "name": "Колесо Фортуны",
    "description": "Колесо Фортуны указывает на цикличность жизни и постоянные перемены. Это карта судьбы, напоминающая о том, что удача может быть как на нашей стороне, так и против нас. Но она также говорит о том, что после трудностей всегда приходят новые возможности."
  },
  {
    "index": 11,
    "name": "Справедливость",
    "description": "Справедливость символизирует равновесие и необходимость принимать справедливые решения. Эта карта связана с правдой, кармическими законами и последствиями наших действий. Она напоминает, что справедливость всегда восторжествует."
  },
  {
    "index": 12,
    "name": "Повешенный",
    "description": "Повешенный — это карта временной остановки и размышлений. Она указывает на необходимость жертвы для достижения более глубокого понимания. Перевернутая фигура символизирует новую перспективу и возможность увидеть ситуацию с другой стороны."
  },
  {
    "index": 13,
    "name": "Смерть",
    "description": "Смерть — это не конец, а трансформация. Она символизирует завершение определенного этапа жизни и начало нового. Смерть указывает на необходимость отпускания прошлого, чтобы двигаться вперед к новому росту и развитию."
  },
  {
    "index": 14,
    "name": "Умеренность",
    "description": "Умеренность — это карта поиска баланса и гармонии. Она учит нас находить золотую середину в любых ситуациях. Это время синтеза различных элементов, чтобы создать целостность и внутреннее равновесие."
  },
  {
    "index": 15,
    "name": "Дьявол",
    "description": "Дьявол символизирует материальные привязанности и зависимости, которые ограничивают нас. Это карта обмана и самообмана, предупреждающая о том, что наши страхи и желания могут заточить нас в иллюзиях."
  },
  {
    "index": 16,
    "name": "Башня",
    "description": "Башня — это карта разрушения старого ради нового. Она символизирует внезапные и иногда болезненные изменения, которые приводят к освобождению от ограничений. Башня рушится, чтобы освободить место для нового роста."
  },
  {
    "index": 17,
    "name": "Звезда",
    "description": "Звезда — это карта вдохновения и надежды, светящая в темноте. Она символизирует исцеление и духовное обновление. Эта карта указывает на свет в конце туннеля и на возможность обретения гармонии после кризиса."
  },
  {
    "index": 18,
    "name": "Луна",
    "description": "Луна символизирует подсознательные страхи и иллюзии. Она указывает на скрытые эмоции, которые могут влиять на наше поведение. Эта карта призывает исследовать свои страхи и довериться интуиции."
  },
  {
    "index": 19,
    "name": " Солнце",
    "description": "Солнце — это карта счастья и успеха. Она символизирует радость, ясность и свет, который приносит понимание и удовлетворение. Это время процветания и достижения целей."
  },
  {
    "index": 20,
    "name": "Суд",
    "description": "Суд символизирует возрождение и пробуждение. Это время осознания прошлых ошибок и освобождения от них. Эта карта связана с очищением и прощением, как себя, так и других."
  },
  {
    "index": 21,
    "name": "Мир",
    "description": "Мир — это карта завершения цикла и обретения целостности. Она символизирует достижение высшей гармонии и успеха. Это время празднования и признания, что ты достиг своей цели."
  },
  {
    "index": 22,
    "name": "Туз Жезлов",
    "description": "Туз Жезлов — это мощный символ начала нового творческого пути, зарождение идей и стремление к действиям. Жезл, горящий ярким пламенем, указывает на силу и энергию, готовую к воплощению. Карта зовет следовать за вдохновением и использовать появившуюся возможность для нового начинания."
  },
  {
    "index": 23,
    "name": "Двойка Жезлов ",
    "description": "Двойка Жезлов представляет момент выбора и размышлений. Персонаж стоит с двумя жезлами, символизирующими разветвление пути. Эта карта указывает на необходимость тщательно обдумать варианты и спланировать свои шаги, прежде чем действовать."
  },
  {
    "index": 24,
    "name": "Тройка Жезлов",
    "description": "Тройка Жезлов указывает на успешный старт и первые результаты. Человек стоит, глядя вдаль на воду, как бы ожидая дальнейшего развития. Эта карта предвещает расширение перспектив и достижение первых успехов на новом пути."
  },
  {
    "index": 25,
    "name": "Четверка Жезлов",
    "description": "Четверка Жезлов символизирует завершение важного этапа, который хочется отметить. Карта изображает праздник, единство и чувство безопасности. Она говорит о том, что пришло время наслаждаться плодами своих трудов и оценить достигнутую стабильность."
  },
  {
    "index": 26,
    "name": "Пятерка Жезлов",
    "description": "Пятерка Жезлов — это карта разногласий и споров. Она изображает борьбу, которая может быть как конструктивной, так и разрушительной. Карта напоминает о важности преодоления разногласий и поиска решения."
  },
  {
    "index": 27,
    "name": "Шестерка Жезлов",
    "description": "Шестерка Жезлов символизирует триумф и общественное признание. Человек на лошади, окруженный ликующей толпой, олицетворяет успех и заслуженные похвалы. Это карта победителя, показывающая, что усилия были вознаграждены."
  },
  {
    "index": 28,
    "name": "Семерка Жезлов",
    "description": "Семерка Жезлов — это карта отстаивания своих позиций. Человек на возвышении защищает себя от внешних нападок, что символизирует необходимость борьбы за свои убеждения. Это время для демонстрации уверенности и стойкости."
  },
  {
    "index": 29,
    "name": "Восьмерка Жезлов",
    "description": "Восьмерка Жезлов — это символ стремительного движения и прогресса. Она предвещает быстрое развитие событий, новость или внезапное изменение ситуации. Карта подсказывает, что нужно быть готовым к внезапным переменам."
  },
  {
    "index": 30,
    "name": "Девятка Жезлов",
    "description": "Девятка Жезлов символизирует настороженность и подготовку к возможной борьбе. Человек, окруженный жезлами, готов к любым неожиданностям, напоминает о необходимости сохранять бдительность и силу в сложных ситуациях.\r\n\r\n"
  },
  {
    "index": 31,
    "name": "Десятка Жезлов",
    "description": "Десятка Жезлов показывает персонажа, нагруженного жезлами, символизирующими вес ответственности. Это карта изнуряющих обязанностей, указывающая на необходимость пересмотра приоритетов и возможного облегчения бремени."
  },
  {
    "index": 32,
    "name": "Паж Жезлов",
    "description": "Паж Жезлов — это юношеский дух исследования и интерес к новому. Он вдохновлен идеей, но еще не имеет конкретного плана. Карта символизирует начало пути, наполненного энтузиазмом и готовностью учиться."
  },
  {
    "index": 33,
    "name": "Рыцарь Жезлов",
    "description": "Рыцарь Жезлов стремительно мчится вперед, движимый страстью и амбициями. Это карта активного движения, порой импульсивного. Рыцарь олицетворяет желание действовать немедленно, что может принести как успех, так и риски."
  },
  {
    "index": 34,
    "name": "Королева Жезлов",
    "description": "Королева Жезлов — символ сильной и независимой личности. Она уверена в себе и готова поддерживать других. Эта карта указывает на харизму и силу характера, а также на способность вдохновлять и творчески подходить к решению задач."
  },
  {
    "index": 35,
    "name": "Король Жезлов",
    "description": "Король Жезлов символизирует мудрого и опытного лидера, способного вести других за собой. Он уверен в своих силах и знает, как реализовать задуманное. Карта указывает на решительность и способность к управлению большими проектами."
  },
  {
    "index": 36,
    "name": "Туз Кубков",
    "description": "Туз Кубков символизирует начало нового эмоционального этапа. Это могут быть новые отношения, глубокие чувства или вдохновение. Карта указывает на пробуждение сердца и поток положительных эмоций, готовых наполнить жизнь любовью и гармонией."
  },
  {
    "index": 37,
    "name": "Двойка Кубков",
    "description": "Двойка Кубков — это карта объединения, как в любви, так и в дружбе или партнерстве. Она символизирует взаимопонимание и привязанность между двумя людьми. Это карта гармоничных отношений, построенных на доверии и поддержке."
  },
  {
    "index": 38,
    "name": "Тройка Кубков",
    "description": "Тройка Кубков — это карта праздника и объединения в кругу друзей. Она символизирует радость и легкость общения. Это время наслаждаться компанией близких людей и праздновать успехи и достижения."
  },
  {
    "index": 39,
    "name": "Четверка Кубков",
    "description": "Четверка Кубков символизирует внутреннее недовольство и чувство упущенных возможностей. Персонаж на карте погружен в свои мысли, не замечая поданного кубка. Это карта, призывающая выйти из состояния апатии и увидеть новые возможности."
  },
  {
    "index": 40,
    "name": "Пятерка Кубков",
    "description": "Пятерка Кубков — это карта горечи и сожаления. Человек на карте видит только опрокинутые кубки, символизирующие потери. Она указывает на необходимость принять утрату и отпустить прошлое, чтобы увидеть еще остающиеся положительные моменты."
  },
  {
    "index": 41,
    "name": " Шестерка Кубков",
    "description": "Шестерка Кубков символизирует воспоминания о детстве и радости прошлого. Это карта ностальгии и беззаботных времен. Она может указывать на возобновление старых связей или возвращение к прошлому для понимания настоящего."
  },
  {
    "index": 42,
    "name": "Семерка Кубков",
    "description": "Семерка Кубков показывает множество вариантов и возможностей, но предупреждает о том, что не все из них реальны. Это карта иллюзий и мечтаний, символизирующая необходимость сделать выбор, который может сбить с пути или привести к новым открытиям."
  },
  {
    "index": 43,
    "name": "Восьмерка Кубков",
    "description": "Восьмерка Кубков символизирует отречение от чего-то, что уже не приносит удовлетворения. Это карта поиска новых горизонтов и внутреннего роста. Она указывает на необходимость оставить прошлое, чтобы найти что-то значимое."
  },
  {
    "index": 44,
    "name": "Девятка Кубков",
    "description": "Девятка Кубков — карта исполнения желаний и наслаждения жизнью. Она символизирует достижение счастья и внутреннего удовлетворения. Это карта радости и праздника, которая указывает на довольство собой и своими достижениями."
  },
  {
    "index": 45,
    "name": "Десятка Кубков",
    "description": "Десятка Кубков олицетворяет счастье в семье и гармоничные отношения. Это карта полного удовлетворения и радости в отношениях с близкими людьми. Она указывает на мир, любовь и единство в личной жизни."
  },
  {
    "index": 46,
    "name": "Паж Кубков",
    "description": "Паж Кубков — это молодой человек, открытый к любви и интуитивным озарениям. Он символизирует романтичные чувства, мечтательность и пробуждение эмоций. Эта карта напоминает об умении радоваться мелочам и прислушиваться к своему сердцу."
  },
  {
    "index": 47,
    "name": "Рыцарь Кубков",
    "description": "Рыцарь Кубков — олицетворение романтического героя, стремящегося следовать за мечтой. Это карта любви и искреннего выражения чувств. Она призывает к движению вперед в поиске своих идеалов и выполнении заветных желаний."
  },
  {
    "index": 48,
    "name": "Королева Кубков",
    "description": "Королева Кубков — символ заботы и интуитивного понимания других людей. Она олицетворяет доброту и эмоциональную глубину, готовность поддерживать и исцелять. Это карта, говорящая о важности чувств и способности находить гармонию внутри себя."
  },
  {
    "index": 49,
    "name": "Король Кубков",
    "description": "Король Кубков представляет зрелого человека, умеющего управлять своими эмоциями и поддерживать других. Он символизирует мудрость и спокойствие, способность принимать важные решения, руководствуясь интуицией и состраданием."
  },
  {
    "index": 50,
    "name": "Туз Мечей",
    "description": "Туз Мечей символизирует начало нового ментального пути, озарение и ясность мышления. Это карта истины, показывающая, что пришло время для принятия четких решений и воплощения идей. Она указывает на силу разума и интеллектуальные победы."
  },
  {
    "index": 51,
    "name": "Двойка Мечей",
    "description": "Двойка Мечей показывает человека, который пытается найти баланс между двумя противоположными силами. Это карта неуверенности и необходимости выбора. Она указывает на необходимость взглянуть на ситуацию с разных сторон, чтобы достичь внутренней гармонии."
  },
  {
    "index": 52,
    "name": "Тройка Мечей",
    "description": "Тройка Мечей символизирует сердечную боль и разочарование. Она указывает на период страданий, связанный с разрывом или утратой. Это трудное время, когда важно принять свои эмоции и пройти через боль, чтобы обрести силу."
  },
  {
    "index": 53,
    "name": "Четверка Мечей",
    "description": "Четверка Мечей символизирует необходимость временной остановки и восстановления. Это карта отдыха и внутреннего покоя, которая указывает на важность перезагрузки и восстановления энергии после напряженного периода."
  },
  {
    "index": 54,
    "name": "Пятерка Мечей",
    "description": "Пятерка Мечей указывает на конфликт и разногласия. Это карта, символизирующая тяжелую победу или потерю, где никто не выходит победителем. Она предостерегает от лишних ссор и призывает к обдумыванию последствий своих действий."
  },
  {
    "index": 55,
    "name": "Шестерка Мечей",
    "description": "Шестерка Мечей показывает момент перехода и отпускания прошлого. Эта карта символизирует движение к более спокойному и гармоничному состоянию. Она указывает на необходимость оставить позади трудности и двигаться к новым берегам."
  },
  {
    "index": 56,
    "name": "Семерка Мечей",
    "description": "Семерка Мечей символизирует скрытые намерения и стратегию. Это карта, указывающая на необходимость быть осторожным и предусмотреть все возможности. Она может также указывать на обман или попытки избежать прямого противостояния."
  },
  {
    "index": 57,
    "name": "Восьмерка Мечей",
    "description": "Восьмерка Мечей показывает человека, окруженного мечами и чувствующего себя запертым. Эта карта символизирует внутренние страхи и ограничения, которые мешают двигаться вперед. Она напоминает о том, что часто преграды создаются нашим собственным умом."
  },
  {
    "index": 58,
    "name": "Девятка Мечей",
    "description": "Девятка Мечей — это карта тревоги и ночных кошмаров. Она указывает на внутренние страхи, которые мешают спокойно жить. Это карта, призывающая посмотреть в лицо своим страхам и искать способы избавиться от негативных мыслей."
  },
  {
    "index": 59,
    "name": "Десятка Мечей",
    "description": "Десятка Мечей символизирует окончание трудного этапа, порой связанного с болью и предательством. Это момент, когда что-то завершилось, и уже нет пути назад. Она указывает на необходимость принять завершение и двигаться к новым начинаниям."
  },
  {
    "index": 60,
    "name": "Паж Мечей",
    "description": "Паж Мечей символизирует молодого человека, полное любопытства и готового исследовать новые идеи. Это карта, указывающая на наблюдательность и способность анализировать. Паж Мечей может указывать на начало интеллектуального пути или новую идею."
  },
  {
    "index": 61,
    "name": "Рыцарь Мечей",
    "description": "Рыцарь Мечей мчится вперед, движимый решимостью и стремлением к победе. Эта карта символизирует стремительное движение к цели, часто в условиях вызова или конфликта. Она призывает к решительным действиям, но также предостерегает от излишней импульсивности."
  },
  {
    "index": 62,
    "name": "Королева Мечей",
    "description": "Королева Мечей символизирует проницательность и способность видеть суть вещей. Она честна и независима, ее интеллект и ясность ума позволяют принимать важные решения. Эта карта указывает на необходимость подходить к ситуации объективно и открыто."
  },
  {
    "index": 63,
    "name": "Король Мечей",
    "description": "Король Мечей — это зрелый и опытный лидер, способный принимать мудрые и взвешенные решения. Он символизирует силу логики и разума, а также высокую ответственность. Эта карта указывает на необходимость руководствоваться разумом и придерживаться принципов."
  },
  {
    "index": 64,
    "name": "Туз Пентаклей",
    "description": "Туз Пентаклей символизирует начало нового материального пути, финансовые возможности и стабильность. Это карта процветания и успеха, указывающая на возможность обретения богатства и уверенности. Она напоминает, что следует воспользоваться шансом для достижения устойчивого результата."
  },
  {
    "index": 65,
    "name": "Двойка Пентаклей",
    "description": "Двойка Пентаклей представляет необходимость балансировать между несколькими обязательствами. Это карта гибкости и умения управлять временем и ресурсами. Она призывает адаптироваться к изменениям и сохранять равновесие в делах."
  },
  {
    "index": 66,
    "name": "Тройка Пентаклей",
    "description": "Тройка Пентаклей символизирует командную работу и признание за профессиональные навыки. Это карта развития и улучшения мастерства через совместные усилия. Она говорит о важности сотрудничества и профессионального роста."
  },
  {
    "index": 67,
    "name": "Четверка Пентаклей",
    "description": "Четверка Пентаклей показывает человека, который крепко держится за свои ресурсы. Это карта контроля над материальными благами, но также страха потерь. Она напоминает о том, что чрезмерная привязанность к материальному может ограничивать."
  },
  {
    "index": 68,
    "name": "Пятерка Пентаклей",
    "description": "Пятерка Пентаклей символизирует период трудностей и лишений, часто связанных с материальной сферой. Это карта испытаний, напоминающая, что даже в тяжелые времена можно найти поддержку. Она также указывает на необходимость принять помощь."
  },
  {
    "index": 69,
    "name": "Шестерка Пентаклей",
    "description": "Шестерка Пентаклей символизирует обмен и взаимопомощь. Она говорит о щедрости и готовности делиться ресурсами. Эта карта напоминает, что помощь другим может приносить радость, а также что в жизни важен баланс между давать и брать."
  },
  {
    "index": 70,
    "name": "Семерка Пентаклей",
    "description": "Семерка Пентаклей символизирует период ожидания и анализа. Это карта усилий и терпения, когда нужно оценить результаты и, возможно, подкорректировать свои действия. Она указывает на то, что плоды работы созреют со временем."
  },
  {
    "index": 71,
    "name": "Восьмерка Пентаклей",
    "description": "Восьмерка Пентаклей олицетворяет тяжелую работу и развитие мастерства. Это карта труда и приверженности к совершенствованию навыков. Она говорит о значимости упорства и профессионализма в достижении успеха."
  },
  {
    "index": 72,
    "name": " Девятка Пентаклей",
    "description": "Девятка Пентаклей символизирует достижение успеха и независимости. Это карта самодостаточности и удовлетворения результатами труда. Она напоминает о необходимости наслаждаться своими достижениями и тем, что было построено собственными усилиями."
  },
  {
    "index": 73,
    "name": "Десятка Пентаклей",
    "description": "Десятка Пентаклей — это карта материального изобилия и стабильности, часто связанная с семьей и наследием. Она символизирует достаток и устойчивость, а также связь поколений и устойчивость семейных традиций."
  },
  {
    "index": 74,
    "name": "Паж Пентаклей",
    "description": "Паж Пентаклей символизирует начало пути в материальном мире, интерес к обучению и новым проектам. Это карта первых шагов к материальному успеху, когда человек стремится познавать и осваивать новые навыки."
  },
  {
    "index": 75,
    "name": "Рыцарь Пентаклей",
    "description": "Рыцарь Пентаклей — это символ усердной работы и преданности делу. Он олицетворяет стабильность, практичность и настойчивость. Карта говорит о том, что успех достигается через дисциплину и внимание к деталям."
  },
  {
    "index": 76,
    "name": "Королева Пентаклей",
    "description": "Королева Пентаклей символизирует заботу о доме и стабильность. Она умеет создавать уют и поддерживать благополучие. Это карта практичности и заботливости, напоминающая о важности комфорта и устойчивости в жизни."
  },
  {
    "index": 77,
    "name": "Король Пентаклей",
    "description": "Король Пентаклей — символ зрелости, материального успеха и уверенности. Он управляет своими ресурсами с умом и заботится о своем окружении. Эта карта указывает на стабильное положение и опыт, которые помогают достигать целей."
  }
]
